{
    "translation": {
        "header": {
            "About": "SOBRE MIM",
            "AboutMe": "SOBRE MIM",
            "Contact": "CONTATO",
            "Language": "IDIOMA",
            "Certificados": "CERTIFICADOS",
            "Portfolio": "PORTFÓLIO"
        },
        "banner": {
            "row1": "Olá! eu sou",
            "row2": "Leonardo Miranda",
            "row3": "Desenvolvedor Fullstack",
            "title": "Transformando ideias em código."
        },
        "home": {
            "hardskills-description": "Tecnologias e frameworks que estão constantemente aprimorando meus projetos.",
            "portfolio-title": "Portfólio",
            "portfolio-description": "Aqui você pode conferir meus projetos, basta clicar no botão abaixo:",
            "portfolio-button": "Ver Projetos",
            "contact": "Contato",
            "contact-title": "Entre em contato preenchendo os campos abaixo",
            "contact-button": "Enviar",
            "contact-placehouder-name": "Nome",
            "contact-placehouder-email": "E-mail",
            "contact-placehouder-message": "Mensagem",
            "ModalTitle": "Sucesso!",
            "ModalBody": "Obrigado por entrar em contato, em breve retornarei sua mensagem.",
            "ModalButton": "Fechar"
        },
        "portfolio": {
            "page-title": "Portfólio",
            "page-description": "Projetos que desenvolvi ao longo da minha jornada",
            "overlay-text": "Ver mais"
        },
        "aboutme": {
            "page-title": "Sobre mim",
            "page-description": "Um pouco da minha história",
            "row1-description":"Olá! Me chamo Leonardo Ferreira Miranda",
            "row2-description":"Após iniciar minha carreira na área da saúde, com graduação em Biomedicina e pós-graduação em Diagnóstico por Imagem pelo Instituto Israelita Albert Einstein, decidi, em 2022, migrar para a área de tecnologia devido ao potencial de crescimento e à maior diversidade de oportunidades.",
            "row3-description":"Formei em Análise e Desenvolvimento de Sistemas e estagiei na Secretaria Municipal de Planejamento de Natal, onde contribuí ativamente para o desenvolvimento de um sistema voltado aos educadores infantis de toda a cidade, com o objetivo de aprimorar o processo de promoção horizontal, projeto solicitado pela COPHEP e pela SME. Como desenvolvedor, tive a oportunidade de contribuir com meus códigos, ideias e sugestões, que foram bem recebidos pela equipe de desenvolvimento. Esse espaço para inovação me permitiu deixar minha marca no projeto, ajudando a implementar soluções que otimizaram o sistema e beneficiaram diretamente os usuários finais."
        },
        "certificado": {
            "page-title": "Certificados",
            "page-description": "Meu conhecimentos e habilidades",
            "overlay-text": "Ver mais"
        }
    }
}